INSERT INTO library(name, author, genre, description) VALUES(
  'Сто лет одиночества',
  'Габриэль Гарсиа Маркес',
  'Роман',
  'Сто лет одиночества» – одно из наиболее характерных и популярных произведений в направлении магического реализма.'
);
INSERT INTO library(name, author, genre, description) VALUES(
  'Моби Дик, или Белый кит',
  'Герман Мелвилл',
  'Роман, Эпопея',
  'Повествование ведется от имени американского моряка Измаила, ушедшего в рейс на китобойном судне «Пекод», капитан которого, Ахав, одержим идеей мести гигантскому белому киту, убийце китобоев, известному как Моби Дик.'
);
INSERT INTO library(name, author, genre, description) VALUES(
  'Великий Гэтсби',
  'Фрэнсис Скотт Фицджеральд',
  'Роман',
  'Действие романа происходит недалеко от Нью-Йорка, на «золотом побережье» Лонг-Айленда, среди вилл богачей. В 1920-е годы вслед за хаосом Первой мировой американское общество вступило в беспрецедентную полосу процветания: в «ревущие 20-е» экономика США стремительно развивалась.'
);
INSERT INTO library(name, author, genre, description) VALUES(
  'Гроздья гнева',
  'Джон Стейнбек',
  'Роман',
  'Действие романа происходит во времена Великой депрессии. Бедная семья фермеров-арендаторов, Джоуды, вынуждена покинуть свой дом в Оклахоме из-за засухи, экономических трудностей и изменений в принципах ведения сельского хозяйства. В практически безвыходной ситуации они направляются в Калифорнию вместе с тысячами других семей «оки», надеясь найти там средства к существованию.'
);
INSERT INTO library(name, author, genre, description) VALUES(
  'Улисс',
  'Джеймс Джойс',
  'Роман',
  'Роман повествует об одном дне (16 июня 1904 года, в настоящее время эта дата отмечается как Блумсдэй, «день Блума») дублинского обывателя и еврея по национальности – Леопольда Блума.'
);
INSERT INTO library(name, author, genre, description) VALUES(
  'Лолита',
  'Владимир Набоков',
  'Роман',
  '«Лолита» является наиболее известным из всех романов Набокова. Тема романа была немыслимой для своего времени – история взрослого мужчины, страстно увлекшегося двенадцатилетней девочкой.'
);
INSERT INTO library(name, author, genre, description) VALUES(
  'Шум и ярость',
  'Уильям Фолкнер',
  'Роман',
  'Основная сюжетная линия повествует об увядании одного из старейших и наиболее влиятельных семейств американского Юга – Компсонов. В течение примерно 30 лет, описанных в романе, семья сталкивается с финансовым крахом, теряет уважение в городе, а многие члены семейства трагически заканчивают свою жизнь.'
);
INSERT INTO library(name, author, genre, description) VALUES(
  'Анна Каренина',
  'Лев Толстой',
  'Роман',
  '«Анна Каренина» – роман Льва Толстого о трагической любви замужней дамы Анны Карениной и блестящего офицера Вронского на фоне счастливой семейной жизни дворян Константина Левина и Кити Щербацкой.'
);
INSERT INTO library(name, author, genre, description) VALUES(
  'Война и мир',
  'Лев Толстой',
  'Роман-эпопея',
  'Война и мир» – роман-эпопея, описывающий русское общество в эпоху войн против Наполеона в 1805-1812 годах.'
);